{"Geology":{"Sandstones and shales":"Sandstone is a clastic sedimentary rock from cemented sand grains; shale is fine-grained from compacted mud, both common in continental and marine depositional environments.","Sedimentary":"Rocks formed by the accumulation, compaction, and cementation of sediments derived from weathering, erosion, or biological activity.","Shale":"A fine-grained, fissile sedimentary rock composed of clay minerals and quartz, often forming in quiet water environments like lakes or deep oceans.","Volcanic eruption":"The expulsion of lava, ash, and gases from a volcano, shaping landscapes through pyroclastic flows, lava flows, and tephra deposits.","Wind erosion":"The process of abrasion and deflation by wind, sculpting features like yardangs, ventifacts, and dunes in arid regions."},"Chemistry":{"SiO2":"Silicon dioxide, a covalent compound forming network solids like quartz, used in silicon production.","SiO₂":"Silicon dioxide, the primary component in glass and ceramics.","SiO₂ with iron":"Silica with iron impurities, forming colored varieties or used in metallurgy.","Sodium and chlorine":"Elements forming NaCl through ionic bonding, essential in electrolysis for sodium and chlorine gas production.","ZnS":"Zinc sulfide, a compound with polymorphic forms, used in pigments and semiconductors."},"Esoteric":{},"Mineralogy":{"SiO2":"Formula for quartz, a tectosilicate mineral.","SiO₂":"Formula for silica polymorphs like cristobalite or tridymite.","SiO₂ with iron":"Jasper or tiger's eye, where iron oxides color the silica.","Sodium and chlorine":"Components of halite (NaCl).","Titanium inclusions":"Needle-like rutile in quartz or corundum, causing asterism.","Vitreous":"Glass-like luster, typical of fractured quartz or obsidian.","Yellow":"Color in minerals like sulfur or citrine due to impurities or defects.","ZnS":"Formula for sphalerite, a sulfide mineral."},"Crystallography":{"Sphaira":"Greek for sphere, relating to spherical crystal habits or models.","Sphaleros":"Greek for ball, in spherical aggregates or crystal morphology."},"Petrology":{"Sandstones and shales":"Clastic sedimentary rocks; sandstone medium-grained, shale fine-grained, indicating depositional energy.","Sedimentary":"Category of rocks including clastics like sandstone and shale, and chemical like limestone.","Shale":"Fissile mudrock, often source rock for hydrocarbons."},"Geochronology":{},"Gemology":{"SiO₂ with iron":"Agate or jasper varieties.","Titanium inclusions":"Rutile needles causing star effect in sapphire.","Vitreous":"Common luster in transparent gems like diamond.","Yellow":"Color in fancy diamonds from nitrogen or in topaz from radiation."},"Mining and Extraction":{},"Economics":{},"History":{"Sinhalese":"People of Sri Lanka, with historical gem mining traditions for sapphires and rubies."},"Culture and Mythology":{"Sinhalese":"Sri Lankan culture with myths involving gems like the ratna (jewels) in Buddhist lore.","Sphaira":"Greek 'sphere,' in philosophical concepts of cosmic spheres.","Sphaleron":"In physics, but mythically akin to unstable configurations; in culture, sphalerite name root.","Sphaleros":"Ancient Greek for firm or solid, relating to mineral hardness.","Sphinx":"Mythical creature in Egyptian and Greek lore, guardian of secrets, often carved from stone like limestone.","Wombs or places of origin":"Metaphorical for geodes or mineral pockets as birthplaces of crystals in folklore."},"Environment and Sustainability":{"Volcanic eruption":"Releases aerosols that can cool the climate or fertilize soils, but cause destruction.","Wind erosion":"Leads to desertification and dust storms, requiring sustainable land practices."},"Health and Wellness":{"Sunburn":"Skin damage from UV radiation, prevented by mineral-based sunscreens like zinc oxide."},"Technology and Applications":{}}
